# 4)შექმენი 4 განსხვავებული ტიპის ცვლადი შენს თავზე (name , age , height , is_programmer) ამ ცვლადებში შეინახე შესაბამისი მნიშვნელობებ და შემდეგ ამ ცვლადების გამოყენებით დაბეჭდე შემდეგი ტექსტი => "მე ვარ გიორგი 9 წლის სიმაღლეში ვარ 155 სანტიმეტრი და ვარ პროგრამისტი True" აუვცილებლად გამოიყენე  + პლუს - ოპერატორი
name ="giorgi"
age = 9
height =155.5
is_programer =True

print("ჩემი სახელი არის " + name + "ჩემი ასაკი არის " + str(age) + "ჩემი ასაკი"+"ჩემი სიმაღლე არის " + str(height)+"მე ვარ პროგრამისტი " + str(is_programer))