#1)დავუშვათ არსებობს ესეთი კომპანია რომელიც ყიდის ჯანსაღ და ნატურრალურ პროდუქტს , ეს კომპანია არის GOA-ს მეგობარი კომპანია , გვჭირდება ისეთი პროგრამა რომელიც გოას მოსწავლეებს გაუკეთებს ფასდაკლებას პროდუქტზე , პირველ რიგში მომხმარებელს ვკითხო სად სწავლობს , მომხმარებელმა თუ შემოიყვანა "GOA" ვუთხრათ რომ მას ეკუთვნის 50% ფასდაკლება , ხოლო სხვა დანარჩენ შემთხვევაში შეიძენს რეგუარულ ფასად

user =input("სად სწავლობ?:")

if user == "GOA":
    print("შენ გეკუთვნის 70% ფასდაკლება!")
elif user == "novator":
    print("გაეთრიე მაღაზიიდან!")
else:
    print("შენ შეიძენ ჩვლეულებრივ ფასად")