#2)მომხმარებელს ჰკითხე ასაკი ,რამდენ წლიანი გამოცდილება აქვს პრგრამირებაში , აქვს თუ არა დამთავრებული უნივერსიტეტი და რამდენი პროგრამირების ენა იცის , ყველაფერს თუ დააკმაყოფილებს და ასევე ეცოდინება მინიმუმ 3 პროგრამრების ენა , ვუთხრათ რომ მიღებულია ჩვენს კომპანიაში , ხოლო რომელ კრიტერიუმსაც არ დააკმაყოფილებს შესაბამისი გაფრთხილება მიიღოს

user_age =int(input("ასაკი:"))

if user_age >= 18:
    user =int(input("რამდენი წლის გამოცდილეა გაქვს პროგრამირებაში?:"))
    if user >= 5:
        user2 =input("გააქვს უნივენსიტეტი დამთავრებული?:")
        if user2 == "კი" or "დიახ" or "რათქმა უნდა" or "yes" or "of corse":
            programing_language =int(input("რამდენი პროგრამირების ენა იცი?:"))
            if programing_language >= 3:
                print("შენ მიღებული ხარ ჩვენს კომპანიაში!")
            else:
                print("შენ უნდა იცოდე  მინიმუმ 3 პროგრამირების ენა")
        else:
            print("შენ უნდა გქონდეს დამთავრებული უნივენსიტეტი!")
    else:
        print("შენ უნდა გქონდეს მინიმუმ 5წლიანი გამოცდილება პროგრამირებაში!")
else:
    print("შენ უნდა იყო სრულწლოვანი!")