#4)while loop ის გამოყენებით შექმენი პროგრამა, რომელიც მომხმარებელს შეეკითხება კოდურ სიტყვას, მანამ სანამ სწორად არ შემოიყვანს მომხმარებელი ამ კოდურ სიტყვას, 1) შექმენი ცვლადი სადაც შეინახავ კოდურ სიტყვას, 2) მომხმარებელს ჰკითხე კოდური სიტყვა,3)ციკლის მეშვეობით შეამოწმე , სანამ კოდურ სიტყვას არ გაარტყავს მომხმარებელი მანამდე ჰკითხე ახლიდან , 4)როდესაც კოდური სიტყვა დაემთხვევა , დაბეჭდოს “გილოცავ შენ ეს შეძელი”

code = "while print(hello world!)"

user =input("enter code text:")

while code != user:
    user =input("code is incorect,please try again:")
    print(user)



print("გილოცავ შენ ეს შეძელი!")
