#1)აღწერე პრინტ ფუნქცია , მოიყვანე მაგალითი

#print() - პრინტის დახმარებით შეგვიძლია დავპრინტოთ რაც გვინდა მაგალითად როცა გვინდა დავპრინტოთ სახელი და გვარი ამისთვის გამოიყენება ეს ფუნქცია

print("giorgi kravchenko")
#აი ესე მუშაობს 

#2)აღწერე type() ფუნქცია, მოიყვანე მაგალითი

#type() - მის დახმარებით შეგვიძლია გავიგოთ თუ რა ტიპისაა ელემენტი მაგალითად გვინდა გავიგოთ რა ტიპისაა "გიორგი" და ის დაგიწერს სტრინგს

name = "giorgi"

print(type(name))
#აი ესე მუშაობს ის

#3)აღწერე input() ფუნქცია, მოიყვანე მაგალითი

#input - მის დახმარებით შეგვიძლია რაიმე ჩავაწერინოთ მომხმარებელს მაგალითად გვინდა გავაკეთოთ სარეგისტრაციო და ინფუთში ჩაწერ 
user =input("enter your name and surname:")
print(user)
#აი ესე მუშაობს ის
