#2)ივარჯიშე პითონის  სიებზე , ისწავლე სიის ფუნქციები , თითოეულ ფუნქციაზე გააკეთე 2-2 დავალება , შექმენი რენდომ სია და მაგ სიაზე გამოიყენე ყველა ნასწავლი ფუნქცი

#მე გავაკეთე დაბადების დღის სია ვინ მოვა ჩემ დაბადების დღეზე ვინ არ მოვა ვინ გადაიფიქრა და ა.შ

names =["andria" , "nika" , "luka" , "sandro"]

print("ჩემი დაბადების დღის სია:",names)

names.append("mate")
print("მათეს მოუნდა ჩემ დაბადების დღეზე მოსვლა:",names)

names.remove("sandro")
print("სანდრომ გადაიფიქრა მოსვლა:",names)

