#4)მომხმარებელს შემოატანინე თავისი ასაკი და სახელი , შენი მიზანია გაიგო რომელ წელს არის ის დაბადებული , ტერმინალში საბოლოო შედეგი უნდა იყოს მომხარებლის დაბადების წელი და იმდენჯერ დაპრინტოს მომხმარებლის სახელი რომელ წელსაც არის დაბადებული (მაგ: მომხმარებელი თუ დაიბადა 2000 წელს , პროგრამამ მისი სახელი უნდა დაბეჭდოს 2000ჯერ)

user_age =int(input("enter your age: "))

user_name =input("enter your name: ")

user_birth_year = 2025 - user_age

print(user_birth_year)

for i in range(user_birth_year):
    print(user_name)


