#4)შექმენი სია სადაც შეინახავ ადამიანების სახელებს, რომლებიც გინდა ,რომ დაპატიჟო წვეულებაზე , შენი მიზანია გაფილტრო ეს ადამიანები, ზოგი ამოშალო ზოგი დაამატო(append , pop) , ბოლოს უნდა დაბეჭდო ყველანაირი ინფორმაცია , I)თავდფაპირველი სია II)ამოკლებული ადამიანები III)დამატებული ადამიანები , IV)რამდენი ადამიანი დარჩა სულ , V)საბოლოო სია

names =["giorgi","nika","luka","gigi","ana"]
print("ვინც უნდა მოვიდეს დაბადების დღეზე")
print(names)

names.remove("luka")
print(names)
print("ლუკამ გადაიფიქრა მისი ასაკი არის 11 ის არის ფეხბურთელი")

names.append("gia")
print("გიას მოუნდა ჩემ დაბადების დღეზე მოსვლა მისი ასაკი არის 12 და ის არის ტენისელი")
print(names)