#იდენტური დავალება , რადგან გიჭირს ცოტა(მაგრამ არაუშავს). 
# 1)შექმენი ცვლადი სადაც შეინახავ რენდომ რიცხვს 
# 2)მომხმარებელს ჰკითხე შემოიყვანოს რიცხვი
# 3)while ციკლში შეამოწმე , სანამ ეს რიცხვები არ დაემთხვევა ერთმანეთს , მანამდე ჰკითხოს მომხმარებელს რიცხვი
# 4) როდესაც მომხმარებელი სწორად შემოიყვანს რიცხვს , დაიპრინტოს “გილოცავ , შენ გამოიცანი რიცხვი”

i = 125

user =int(input("enter secret number:"))

while i != user:
    user =int(input("number is incorect,please try again:"))


print("გილოცავ , შენ გამოიცანი რიცხვი")