#3)შექმენი თამაში "გამოიცანი სწორი რიცხვი" , შენი მიზანია შექმნა ცვლადი სადაც შეინახავ რიცხვს , შემდეგ მომხმარებელს შემოატანინებ რიცხვს  , მანამ სანამ ეს რიცხვი არ დაემთხვევა შენს შექმნილ რიცხვს , მანამდე ახლიდან ჰკითხოს პროგრამამ რომ შემოიყვანოს რიცხვი , ხოლო როდესაც სწორად შემოიყვანს , ტერმინალში დაბეჭდოს "გილოცავთ თქვენ გაიმარჯვეთ".

number = 10

user_number =int(input("გამოიცანი რიცხვი და მოიგე:"))


while number != user_number:
    user_number =int(input("ციფრი არასწორია თავიდან სცადეთ:"))



print("გილოცავთ თქვენ გაიმარჯვეთ!")